Repository: andygi/gd-mylist
Catalog: lang/*-mylist-*.po
Languages: de_de, es_es, fr_fr, ja, nl_nl

source: Done! Your document has been deleted.
de_de: Getan! Ihr Dokument wurde gelöscht.
es_es: ¡Hecho! Su documento ha sido eliminado.
fr_fr: liste complète des icônes
ja: 完了！ ドキュメントが削除されました。

source: Total items
de_de: Gesamtanzahl
es_es: Articulos totales
fr_fr: Articles au total
ja: 総アイテム数

source: Sorry! Your don't have documents.
de_de: Es tut uns leid! Sie haben keine Dokumente.
es_es: ¡Lo siento! No tienes documentos.
fr_fr: Désolé! Vous n'avez pas de documents.
ja: ごめんなさい！ あなたは書類を持っていません。

source: Share your list
de_de: Teilen Sie Ihre Liste
es_es: Comparte tu lista
fr_fr: Partagez votre liste
ja: リストを共有する

source: add My List
de_de: Meine Liste hinzufügen
es_es: agregar mi lista
fr_fr: ajouter ma liste
ja: マイリストを追加

source: Please login first
de_de: Bitte loggen Sie sich zuerst ein
es_es: Por favor ingresa primero
fr_fr: S'il vous plait Connectez-vous d'abord
ja: 最初にログインしてください
nl_nl: Eerst inloggen alstublieft

source: remove My List
de_de: Meine Liste entfernen
es_es: eliminar mi lista
fr_fr: supprimer ma liste
ja: マイリストを削除する
nl_nl: Verwijder mijn lijst

source: view My List
de_de: Meine Liste anzeigen
es_es: ver mi lista
fr_fr: voir ma liste
ja: マイリストを見る
nl_nl: Toon mijn lijst

source: Anonymous user allowed
de_de: Anonymer Benutzer erlaubt
es_es: Usuario anónimo permitido/a
fr_fr: Utilisateur anonyme autorisé
ja: 匿名ユーザーが許可されました
nl_nl: Anonieme gebruiker toegestaan

source: Use anonymous user
de_de: Verwenden Sie einen anonymen Benutzer
es_es: Usar usuario anónimo/a
fr_fr: Utiliser un utilisateur anonyme
ja: 匿名ユーザーを使用する
nl_nl: Gebruik een anonieme gebruiker

source: Availability to choose if not logged user can use it or not
de_de: Verfügbarkeit zur Auswahl, ob nicht angemeldete Benutzer es verwenden können oder nicht
fr_fr: Disponibilité à choisir si l'utilisateur non connecté peut l'utiliser ou non
ja: ログに記録されていないユーザーが使用できるかどうかを選択できる可用性

source: Mylist cookie will be expired after 30 days
de_de: Mylist-Cookie läuft nach 30 Tagen ab
es_es: La cookie Mylist caducará después de 30 días.
fr_fr: Le cookie Mylist expirera après 30 jours
ja: マイリストCookieは30日後に期限切れになります
nl_nl: De Mylist-cookie vervalt na 30 dagen

source: Yes
de_de: Ja
es_es: si
fr_fr: Oui
ja: はい
nl_nl: Ja

source: Preview
de_de: Vorschau
es_es: Avance
fr_fr: Aperçu
ja: プレビュー
nl_nl: Voorbeeld

source: Use Fontawesome icon
de_de: Verwenden Sie das Fontawesome-Symbol
es_es: Utilice el icono de Fontawesome
fr_fr: Utiliser l'icône Fontawesome
ja: Fontawesomeアイコンを使用する
nl_nl: Gebruik het Fontawesome-pictogram

source: Add Mylist button
de_de: Mylist-Schaltfläche hinzufügen
es_es: Botón Agregar Mylist
fr_fr: Ajouter le bouton Mylist
ja: マイリストの追加ボタン
nl_nl: Knop Mylist toevoegen

source: Add to Mylist icon
de_de: Zum Mylist-Symbol hinzufügen
fr_fr: Ajouter à l'icône Mylist
ja: マイリストアイコンに追加

source: css class name
de_de: CSS-Klassenname
es_es: nombre de clase css
fr_fr: nom de classe css
ja: cssクラス名
nl_nl: css klassenaam

source: Remove to Mylist icon
de_de: Zum Mylist-Symbol entfernen
es_es: Eliminar a Mylist icono
fr_fr: Icône Supprimer dans Mylist
ja: マイリストアイコンに削除

source: default
de_de: Standard
es_es: defecto
fr_fr: défaut
ja: デフォルト
nl_nl: standaard

source: Loading icon
de_de: Ladesymbol
es_es: Icono de carga
fr_fr: Icône de chargement
ja: アイコンを読み込んでいます
nl_nl: Pictogram laden

source: Add GD Mylist button
de_de: Schaltfläche GD Mylist hinzufügen
es_es: Botón Agregar GD Mylist
fr_fr: Ajouter le bouton GD Mylist
ja: GDマイリストボタンを追加
nl_nl: GD Mylist-knop toevoegen

source: Add GD Mylist button directly to the post/article list and detail page.
de_de: Fügen Sie die Schaltfläche GD Mylist direkt zur Post- / Artikelliste und zur Detailseite hinzu.
es_es: Agregue el botón GD Mylist directamente a la lista de publicaciones / artículos y a la página de detalles.
fr_fr: Ajoutez le bouton GD Mylist directement à la liste des articles / articles et à la page de détails.
ja: GDマイリストボタンを投稿/記事リストと詳細ページに直接追加します。
nl_nl: Voeg GD Mylist-knop rechtstreeks toe aan de post- / artikellijst en detailpagina.

source: <strong>Please note:</strong> this feature is depends on of which template you use, in case of issue you can disable it and use Short Code instead. <a href="https://wordpress.org/plugins/gd-mylist/" target="_blank">More information in the FAQ section</a>
de_de: <strong> Bitte beachten Sie: </ strong> Diese Funktion hängt davon ab, welche Vorlage Sie verwenden. Im Falle eines Problems können Sie sie deaktivieren und stattdessen den Funktionscode verwenden. <a href="https://wordpress.org/plugins/gd-mylist/" target="_blank"> Weitere Informationen im FAQ-Bereich </a>
es_es: <strong> Tenga en cuenta: </strong> esta función depende de la plantilla que utilice; en caso de problemas, puede desactivarla y utilizar un código corto. <a href="https://wordpress.org/plugins/gd-mylist/" target="_blank"> Más información en la sección de preguntas frecuentes </a>
fr_fr: <strong> Remarque: </strong> cette fonctionnalité dépend du modèle que vous utilisez. En cas de problème, vous pouvez la désactiver et utiliser le code court à la place. <a href="https://wordpress.org/plugins/gd-mylist/" target="_blank"> Plus d'informations dans la section FAQ </a>
ja: <strong>注意：</ strong>この機能は、使用するテンプレートによって異なります。問題が発生した場合は、無効にして代わりにショートコードを使用できます。 <a href="https://wordpress.org/plugins/gd-mylist/" target="_blank"> FAQセクションの詳細</a>
nl_nl: <strong> Let op: </strong> deze functie is afhankelijk van het sjabloon dat u gebruikt. In geval van problemen kunt u deze uitschakelen en in plaats daarvan de korte code gebruiken. <a href="https://wordpress.org/plugins/gd-mylist/" target="_blank"> Meer informatie in het gedeelte Veelgestelde vragen </a>

source: Load Fontawesome CSS in order to use icon class name
de_de: Laden Sie Fontawesome CSS, um den Namen der Symbolklasse zu verwenden
es_es: Cargue Fontawesome CSS para usar el nombre de la clase del icono
fr_fr: Chargez Fontawesome CSS pour utiliser le nom de la classe d'icônes
ja: アイコンクラス名を使用するには、FontawesomeCSSをロードします
nl_nl: Laad Fontawesome CSS om de naam van de pictogramklasse te gebruiken

source: complete icon\'s list
de_de: vollständige Liste der Symbole
es_es: lista completa de iconos
fr_fr: liste complète des icônes
ja: 完全なアイコンのリスト
nl_nl: volledige pictogram\'s lijst
